Repository: D4N/devconf
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: "It is a great conference to meet awesome people from around the world with very good presentations and workshops about free and open source software. ... very well organized and Brno is also a nice city"
cs_cz: "Je to skvělá konference na poznání úžasných lidí z celého světa s dobrými prezentacemi a workshopy o open-source softwaru ... dobře organizovaná a Brno krásné město."

source: "It's like FOSDEM, just not as big, but better organized and very centered to Red Hat because they organizing it"
cs_cz: "Je jako FOSDEM, jen ne tak velká, ale lépe organizovaná a zaměřená na Red Hat, protože ji organizuje"

source: "Hands down the best FLOSS conference in the Czech Republic!"
cs_cz: "Bez pochyby nejlepší FLOSS konference v České republice!"

source: "Presentation of the hottest New Technologies as they are being made."
cs_cz: "Představení nejžhavějších a nejmodernějších technologií, které právě vznikají."

source: Travel Information
cs_cz: Informace o cestování

source: Brno is located two hours or less by car from three European capitals (Prague, Vienna, and Bratislava).
cs_cz: Brno je vzdáleno přibližně dvě hodiny autem od tří evropských hlavních měst (Prahy, Vídně a Bratislavy).

source: By Plane
cs_cz: Letadlem

source: <strong><a href="http://www.brno-airport.cz/en/" target="_blank">Brno Airport</a></strong> (BRQ, 0.6 million passengers a year)
cs_cz: <strong><a href="http://www.brno-airport.cz/en/" target="_blank">Letiště Brno </a></strong> (BRQ, 0.6 milionu cestujících ročně)

source: Brno airport is a small international airport near Brno. This airport is a good option if you are coming from London (Stansted - Ryanair, Luton - Wizzair), Munich (Lufthansa), Eindhoven (Wizzair).
cs_cz: Letiště Brno je malé mezinárodní letiště blízko Brna, je dobrou volbou především pokud cestujete z Londýna (Stansted - Ryanair, Luton - Wizzair), Mnichova (Lufthansa), Eindhovenu (Wizzair).

source: The newly opened flight from Munich (Lufthansa) operates daily except Sunday and dramatically improves the flight connection directly to Brno.</strong>
cs_cz: Nově vzniklá linka do Mnichova (Lufthansa) obsluhuje lety téměř denně s výjimkou neděle a dramaticky tak zlepšuje návaznost letů přímo do Brna.

source: From the airport, city bus #76 will take you to the city centre (30 minutes) and drop you off next to the main train station and Student Agency bus stop. You can also take a taxi: approx. 300 CZK/€11.
cs_cz: Z letiště využijtě autobusové linky veřejné dopravy č. 76, která končí svou jízdu na hlavním nádraží blízko centru města a také blízko zastávky autobusů Student Agency. Rovněž je možné využít taxi služby, přibližně 300 Kč (11 EUR).

source: <strong><a href="http://www.viennaairport.com/">Vienna International Airport</a></strong> (VIE, 22 million)
cs_cz: <strong><a href="http://www.viennaairport.com/">Mezinárodní letiště Víděň</a></strong> (VIE, 22 million)

source: The biggest airline hub in Central Europe, flights to many destinations all over the world.
cs_cz: Největší letecký uzel ve střední Evropě, obsluhuje lety do mnoha destinací po celém světě.

source: The easiest way to get from the airport to Brno are the <a href="http://jizdenky.studentagency.cz/">Student Agency buses</a> (online booking possible; use stop Vienna Schwechat Airport as your starting place). The direct bus takes 2 hours.
cs_cz: Nejjednodušší způsobit přepravy z letiště do Brna jsou <a href="http://jizdenky.studentagency.cz/">autobusy Student Agency</a> (je možná online rezervace; ze zastávky Vienna Schwechat Airport). Jedná se o přímé autobusové spojení a cesta trvá 2 hodiny.

source: Alternately, you can take a train from the airport to the city centre of Vienna and then take an EC train to Brno from there.
cs_cz: Alternativně je možné využít vlakového spojení z centra Vídně a poté přestoupit na vlak EC do Brna.

source: <strong>Václav Havel Airport Prague</strong></a> (PRG, 11 million)
cs_cz: <strong>Letiště Václava Havla v Praze</strong></a> (PRG)

source: This is the second busiest airport in the region.
cs_cz: Druhé nejvytíženější letiště v regionu.

source: It is possible to book the journey as one ticket with <a href="http://jizdenky.studentagency.cz/">Student Agency</a> with a connection at the Prague main bus station (Florenc). Czech Railways provides shuttle buses between the airport and the Prague main train station.
cs_cz: Je možné rezervovat si cestu jako se společností <a href="http://jizdenky.studentagency.cz/">Student Agency </a>, která odjíždí z hlavního autobusového nádraží v Praze - Florenc. České dráhy provozují kyvadlovou dopravu mezi letištěm a hlavním autobusovým nádražím v Praze.

source: To get from the Prague airport to Brno takes at least 3.5 hours by public transport. Note, it is faster to get to Brno from Vienna.
cs_cz: Cesta z Prahy do Brna trvá asi 3.5 hodiny při využití veřejné dopravy. Cesta do Brna je rychlejší z Vídně.

source: <strong>Bratislava Airport</strong></a> (BTS, 1.4 million)
cs_cz: <strong>Letiště Bratislava</strong></a> (BTS)

source: This airport is a good option for cheap flights within Europe. If you are flying to Brno from outside of Europe, this airport is not recommended.
cs_cz: Toto letiště je dobrou volbou pro levné lety v rámci Evropy. Pokud letíte z Brna mimo Evropu, není toto letiště doporučeno.

source: Bratislava Airport is a hub of Ryanair.
cs_cz: Letiště v Bratislavě je uzlem Ryanairu.

source: There is no direct transport connection between the Bratislava airport and Brno. You have to take a city bus to the centre and take a coach or train to Brno from there. It takes at least three hours.
cs_cz: Neexistuje přímé spojení mezi letištěm v Bratislavě a Brnem. Je nutné využít autobusového spojení do centra a dále pak vlaku nebo autobusu do Brna. Cesta trvá nejméně tři hodiny.

source: There are also small international airports in <a href="http://www.airport-ostrava.cz/en/">Ostrava</a> (flights to Paris and London) and <a href="http://www.airport-pardubice.cz/en">Pardubice</a> (flights to Saint Petersburg and Moscow). Both have good train and bus connections to Brno.
cs_cz: Další malé letiště se nacházejí také v <a href="http://www.airport-ostrava.cz/en/">Ostravě</a> (lety do Paříže a Londýna) a v <a href="http://www.airport-pardubice.cz/en">Pardubicích</a> (lety do Petrohradu a Moskvy). Obě letiště mají dobré vlakové a autobusové spojení do Brna.

source: By Train
cs_cz: Vlakem

source: Train Timetables:
cs_cz: Jízdní řády vlaků:

source: Prague - trains between Prague and Brno go hourly, 2.5 hours
cs_cz: Praha - vlaky z Prahy do Brna každou hodinu, jízda trvá 2.5 hodiny

source: Vienna - trains between Wien Hbf and Brno go every hour, 1.5 hour
cs_cz: Vídeň - vlaky z Vídňě (Hauptbahnhof) jezdí každou hodinu, jízda trvá 1.5 hodiny

source: Bratislava - from Bratislava Hlavna Stanica hourly, 1.5 hour
cs_cz: Bratislava - z Bratislavi (Hlavná Stanica) každou hodinu, jízda trvá 1.5 hodiny

source: Budapest - from Budapest-Keleti pu several trains every day, 5 hours
cs_cz: Budapešť - Z Budapeště (Keleti) několikrát denně, jízda trvá 5 hodin

source: Warsaw - from Warszawa Centralna several times every day (usually one connection), 7 hours
cs_cz: Varšava - z Varšavy (Centralna) několikrát denně (obvykle přímý spoj), jízda trvá 7 hodin

source: Berlin - from Berlin Hauptbahnhof several trains every day, 7.5 hours
cs_cz: Berlín - z Berlína (Hauptbahnhof) několikrát denně, jízda trvá 7.5 hodiny

source: By Bus
cs_cz: Autobusem

source: By Car
cs_cz: Autem

source: Brno is well-connected to other cities by highway. You can get easily to neighbouring countries by car. For using the Czech highways you have to purchase a highway sticker. The 10 day sticker costs 350 CZK/13 € and can be purchased at every gas station. Travel time examples:
cs_cz: Brno je dobře propojené s ostatními městy dálnicí. Do blízkých měst je možné se dostat autem. Na českých dálnicích je nutné koupit dálniční známku. Známka na 10 dní stojí 350 CZK / 13 EUR a je možné ji koupit na každé benzínové stanici. Příklady délky cesty:

source: Prague - 210 km, 2 hours
cs_cz: Praha - 210 km, 2 hodiny

source: Vienna - 143 km, 1.8 hours
cs_cz: Vídeň - 143 km, 1.8 hours

source: Budapest - 326 km, 3 hours
cs_cz: Budapešť - 326 km, 3 hours

source: Munich - 587 km, 5.3 hours
cs_cz: Mnichov - 587 km, 5.3 hours

source: Berlin - 555 km, 5.2 hours
cs_cz: Berlín - 555 km, 5.2 hours

source: Note: The Avanti Hotel offers free parking for their guests.
cs_cz: Poznámka: Hotel Avanti nabízí svým hostům parkování zdarma

source: Local Transport
cs_cz: Místní přeprava

source: Public transportation in Brno is provided by <a href="http://www.dpmb.cz/default.aspx" target="_blank">DPMB</a> which maintains 12 tram lines, 13 trolley-bus lines and 37 bus lines. At night all public transportation is provided by 11 night bus lines. If you want to use public transportation, you must buy a ticket before you board the bus, tram or trolleybus. You need to purchase a two-zone ticket for zones 100+101 for any stop in the city of Brno. Single journey tickets can be bought from machines (coins only) at many stops, or in Tabak stores. You need to validate the single journey ticket in the Yellow validation machine when you enter the bus, tram or trolleybus. Instructions how to pay for transportation in Brno can be found <a href="http://www.dpmb.cz/Default.aspx">here</a>.
cs_cz: Veřejná doprava v Brně je zajišťována <a href="http://www.dpmb.cz/default.aspx" target="_blank">DPMB</a>, který provoze 12 tramvajových linek, 13 trolejbusových linek a 37 autobusových. V noci je veškerá přeprava zajišťována 11ti autobusovými linkami. Pokud chcete využít veřejné dopravy je nutné pořídit lístek přes nástupem do linky. Pro jakoukoli zastávku v Brně je nutné koupit dvou-zónové lístek pro zóny 100 a 101. Jízdenky platní pro jednu cestu je možné zakoupit v automatech (přijímají pouze mince) na mnoha zastávkách nebo v trafikách. Lístek je nutné označit ihned po nastoupení do vozu. Více informací k platbě v brněnských linkách veřejné dopravy můžete najít <a href="http://www.dpmb.cz/Default.aspx">zde</a>.

source: <strong>SMS tickets:</strong> The DPMB also offers <a href="http://www.dpmb.cz/Default.aspx?seo=sms-jizdenky">sms tickets</a>. This service is only available for Czech SIM cards. To use the service, send a message with a code to 90206. The code for a 75-minute ticket (CZK 29) is BRNO. The code, BRNOD, is for an all-day ticket (CZK 99). After sending the message, you will receive a ticket via sms within a few minutes. If you do not have a Czech SIM card, you can use the mobile app, Sejf which is available in the <a href="https://itunes.apple.com/sk/app/sejf/id301404273?mt=8">Apple App Store</a> and <a href="https://play.google.com/store/apps/details?id=cz.edhouse.mc.android&hl=cs">Google Play</a>.
cs_cz: <strong>SMS jízdenky:</strong> The DPMB také nabízí <a href="http://www.dpmb.cz/Default.aspx?seo=sms-jizdenky">sms jízdenky</a>. Služba je dostupná pouze pro české SIM karty. Pro objednání jízdenky zašlete SMS zprávu s příslušným kódem na číslo 90206. Kód pro jízdenku platnou 75 minut je (29 Kč) je BRNO. Pro objednání celodenní jízdenky je kód BRNOD (99 Kč). Po zaslání SMS zprávy obdržíte do několika minut zprávu s platnou jízdenkou. Pokud nemáte českou SIM kartu, můžete využít mobilní aplikaci Sejf dostupnou na <a href="https://itunes.apple.com/sk/app/sejf/id301404273?mt=8">Apple App Store</a> a na <a href="https://play.google.com/store/apps/details?id=cz.edhouse.mc.android&hl=cs">Google Play</a>.

source: If you are staying in Brno for several days, consider buying a 5-day ticket which costs 250 CZK. There are several places where you can buy this ticket, but the easiest one for you is probably the main railway station. You can buy it at any counter (look for the international counters because they are more likely to speak English). When you first use your ticket, be sure to validate it. You only have to validate your ticket one time.
cs_cz: Pokud v brně zůstáváte na více dní, zvažte nákup 5ti denního lístku, který stojí 250 Kč. Tento lístek je možné pořídit na více místech, například na hlavním nádraží u jakékoli přepážky. Při prvním použití jízdenky je nutné ji označit, není třeba ji označovat vícekrát.

source: Brno Local Transport Timetable
cs_cz: Jízdní řády Brněnské městské dopravy

source: Download the app "Jízdní řády" with all local timetables from the <a href="https://itunes.apple.com/cz/app/jizdni-rady-idos/id473503749?mt=8">Apple App Store</a> or <a href="https://play.google.com/store/apps/details?id=cz.mafra.jizdnirady&hl=cs">Google Play</a>.
cs_cz: Stáhněte si aplikaci "Jízdní řády" se všemi místními jízdními řády z <a href="https://itunes.apple.com/cz/app/jizdni-rady-idos/id473503749?mt=8">Apple App Store</a> or <a href="https://play.google.com/store/apps/details?id=cz.mafra.jizdnirady&hl=cs">Google Play</a>.

source: Travelling From the Main Railway Station to the Venue
cs_cz: Cesta z Hlavního nádraží na konferenci

source: From the main train station take tram No.1 (towards Řečkovice). Get off at the stop Semilasso (after approximately 15 minutes). Take the street on the right, Metodějova. After approximately 200 meters take the first street on the right, Božetěchova. Continue straight approximately 100 m. The building on your left hand side is the university.
cs_cz: Z hlavního nádraží vužijte tramvaje č. 1 (směr Řečkovice).Vystupte na zastávce Semilasso (přibližně po 15ti minutách). Přejděte na ulici po pravé straně, Metodějova. Po přibližně 200 metrech zabočte na první ulici v pravo, Božetěchova. Pokračujte přímo přibližně 100 metrů, po vaší levé straně uvidíte budovu univerzity.

source: Travelling From the Main Bus Station to the Venue
cs_cz: Cesta z hlavního autobusového nádraží na konferenci

source: From the main bus station (Zvonařka) take bus No. 44 or 67. Get off at the stop "Semilasso". Follow the street for 100 m and then take the street on the right, Božetěchova. After approximately 400 meters you will arrive to the building of the university.
cs_cz: Z hlavního autobusového nádraží (Zvonařka) využijte autobusové linky 44 nebo 67. Vystupte na zastávce "Semilasso". Pokračujte 100 metrů ve směru jízdy autobusu a zabočte na první ulici v pravo. Po přibližně 400 metrech dorazíte k budově univerzity.

source: Travelling From the Main Railway Station to the Red Hat office
cs_cz: Cesta z hlavního vlakového nádraží do kanceláří Red Hatu

source: From the main train station take tram No.12 (towards Technologický park). Get off at the stop Červinkova (buildings FBC I and II) or Technologický park (building TPB). This is approximately a 17 minute ride.
cs_cz: Z hlavní vlakové stanice využijte tramvajové linky č. 12 (směr Technologický park). Vystupte na zastávce Červinkova (budovy FBCI a FBCII) nebo Technologický park (budovy TPB-B a TPB-C). Cesta trvá přibližně 17 minut.

source: Travelling From the Main Bus Station to the Red Hat office
cs_cz: Cesta z hlavního autobusového nádraží do kanceláří Red Hatu

source: Take tram No. 12 towards Technologický park and get off at Červinkova (first stop, buildings FBC I and II) or Technologický park (third stop, TPB building). When you exit the bus, if you faced in the direction the bus was traveling, the tram stop is across the street to your right. Also, take bus No. 44 or 67. Get off at the stop Skácelova and then take the tram No. 12 and then follow the same instructions as above.
cs_cz: Využijte tramvajové linky č. 12 (směr Technologický park). Vystupte na zastávce Červinkova (budovy FBCI a FBCII) nebo Technologický park (budovy TPB-B a TPB-C). Cesta trvá přibližně 17 minut. Rovněž můžete využít autobusových linek 44 nebo 67 a vystoupit na zastávce Skácela, kde přestoupíte na tramvaj č. 12 a dále bude pokračovat dle instrukcí výše.

source: Travelling From the Red Hat office to the Venue
cs_cz: Cesta kanceláří Red Hatu na konferenci

source: From Červinkova tram station (or Technologický park for TPB building) take tram No. 12 towards Komárov. Get off at the stop Skácelova (first stop from Červinkova, third from Technologický park). Take bus No. 30 or 84 or 53 from the bus stop at the corner diagonally opposite the tram stop you exited at. From both buses, get off at the Semilasso stop.
cs_cz: Ze zastávky Červinkova (nebo Technologický park z budov TPB) využijte tramvaje č. 12 směr Komárov. Vystupte na zastávce Skácelova (první zastávka ze zastávky Červinkova a třetí z Technologického parku). Využijte autobusové linky 30, 84 nebo 53 z autobusé zastávky diagonálně oproti tramvajové zastávce, vystupte na zastávce Semilasso.

source: Travelling From Venue to the Red Hat office
cs_cz: Cesta z konference do kanceláří Red Hatu

source: From the Semilasso bus stop take bus No. 30 or 44. Get off at the stop Skácelova. Take tram No. 12 towards Technologický park and get off at Červinkova (first stop, buildings FBC I and II) or Technologický park (third stop, TPB building). When you exit the bus, if you faced in the direction the bus was travelling, the tram stop is across the street to your right.
cs_cz: Ze zastávky Semilasso využijte autobusu 30 nebo 44, a na zastávce Skácelova přestupte na tramvaj č. 12 směr Technologický park a vystupte na první zastávce Červinkova (FBCI a FBCII) nebo na třetí zastávce Technologický park (TPB-B a TPB-C). Po výstupu z autobusu je tramvajová zastávce přes cestu po pravé straně.

source: Travelling From the Main Train Station to the Hotels
cs_cz: Cesta z hlavního vlakového nádraží do hotelů

source: <strong>Hotel Avanti:</strong> From the main train station take tram No.1 (towards Řečkovice). Get off at the stop Hrnčířská (after apx 10 minutes).
cs_cz: <strong>Hotel Avanti:</strong>Z hlavního nádraží využijte tramvaje č. 1 (směr Řečkovice). Vystupte na zastávce Hrnčířská (asi 10 minut).

source: <strong>Hotel Vista:</strong> From the main train station take tram No.1 (towards Řečkovice). Get off at the stop Hudcova (after apx 20 minutes).
cs_cz: <strong>Hotel Avanti:</strong>Z hlavního nádraží využijte tramvaje č. 1 (směr Řečkovice). Vystupte na zastávce Hudcova (asi 20 minut).

source: <strong>Hotel Continental:</strong> From the main train station take tram No.1 (towards Řečkovice). Get off at the stop Antonínská (after apx 5 minutes).
cs_cz: <strong>Hotel Avanti:</strong>Z hlavního nádraží využijte tramvaje č. 1 (směr Řečkovice). Vystupte na zastávce Antonínská (asi 5 minut).

source: Travelling From the Hotels to the Venue
cs_cz: Doprava z hotelů na konferenci

source: Hotel Vista:</strong> The nearest tram stop is Hudcova. Take tram No. 1 towards Ečerova and get off at Semilasso stop (second stop).
cs_cz: <strong>Hotel Vista:</strong> Nejbližší zastávka tramvaje je Hudcova. Tramvaj č. 1 (směr Řečkovice) na zastávku Semilasso (druhá zastávka).

source: <strong>Hotel Avanti: </strong>The nearest tram stop is Hrnčířská. Take tram No. 1 (towards Řečkovice) or tram No. 6 (towards Královo Pole nádraží) and get off at the Semilasso stop (apx. 5 minutes).
cs_cz: <strong>Hotel Avanti: </strong>Nejbližší tramvajová zastávka je Hrnčířská. Tramvaj č. 1 (směr Řečkovice) nebo tramvaj č. 6 (směr Královo Pole nádraží) na zastávku Semilasso (přibližně 5 minut).

source: <strong>Hotel Continental: </strong>The nearest tram stop is Antonínská. Take tram No. 1 (towards Řečkovice) or tram No. 6 (towards Královo Pole nádraží) and get off at the Semilasso stop (apx. 10 minutes).
cs_cz: <strong>Hotel Continental: </strong> Nejbližší zastávka tramvaje je Antonínská. Tramvaj č. 1 (směr Řečkovice) nebo tramvaj č. 6 (směr Královo Pole nádraží) na zastávku Semilasso (přibližně 10 minut).

source: Recommended Hotels
cs_cz: Doporučené hotely

source: Show more...
cs_cz: Zobrazit více...

source: Show less...
cs_cz: Zobrazit méně...

source: Sponsors
cs_cz: Sponzoři

source: This event is sponsored by
cs_cz: Tato událost je sponzorována

source: And supported by our friends at
cs_cz: A podporována našimi přáteli v

source: In collaboration with
cs_cz: Ve spolupráci s

source: Czech National Library of Technology
cs_cz: Česká národní technická knihovna

source: Prague 6, Czech Republic
cs_cz: Praha 6, Česká republika

source: April 19th, 2017
cs_cz: 19. duben 2017

source: Presentations and workshops will be in Czech.
cs_cz: Prezentace a workshopy probíhají v češtině.

source: DevConf.cz in collaboration with the Prague Containers community bring you the first annual, free, one day containers focused community conference in Prague.
cs_cz: DevConf.cz ve spolupráci s komunitou Prague Containers vám přináší první každoroční volně přístupnou jednodenní komunitní konferenci zaměřenou na kontejnery v Praze.

source: Wednesday April 19, 2017<
cs_cz: Středa 19. dubna 2017 <

source: On-site registration: 09:00 - 10:00
cs_cz: Registrace na místě: 9:00 - 10:00

source: Lecture Hall
cs_cz: Přednáškový sál

source: Automate modern app development with containers and OpenShift - Radek Vokál + Jiří Kolář
cs_cz: Automatizace moderního vývoje aplikací s kontejnery a OpenShiftem - Radek Vokál + Jiří Kolář

source: Linux Containers - the DIY way - Vilibald Wanča
cs_cz: Linuxové kontejnery - udělej si sám - Vilibald Wanča

source: How to develop containers for the enterprise - Honza Horák
cs_cz: Jak vyvíjet kontejnery pro podnik - Honza Horák

source: Docker containers and black holes - Matúš Kocka + František Kluknavský
cs_cz: Dockerové kontejnery a černé díry - Matúš Kocka + František Kluknavský

source: Lunch Break
cs_cz: Přestávka na oběd

source: Managing containers with Ansible - Peter Schiffer
cs_cz: Spravování kontejnerů s Ansible - Peter Schiffer

source: Containers in Production - Stanislav Polášek (Elos Technologies, Red Hat Premier Business partner)
cs_cz: Kontejnery v produkci - Stanislav Polášek (Elos Technologies, partner Red Hat Premier Business)

source: OpenShift pipelines - Vašek Pavlín
cs_cz: OpenShift pipeliny- Vašek Pavlín

source: Demo time! - Vašek Pavlín + David Bečvařík
cs_cz: Čas na demo! - Vašek Pavlín + David Bečvařík

source: Workshop Room
cs_cz: Místnost pro workshop

source: Advanced container deep-dive - Tomáš Tomeček, Peter Schiffer
cs_cz: Pokročilé container deep-dive - Tomáš Tomeček, Peter Schiffer

source: Learn OpenShift basics - Jiří Kolář
cs_cz: Nauč se základy OpenShift - Jiří Kolář

source: Speakers
cs_cz: Mluvčí

source: Venue
cs_cz: Prostory

source: This event is brought to you by:
cs_cz: Tuto událost vám přináší:

source: World's leading provider of open source, enterprise IT solutions.
cs_cz: Světový lídr v poskytování open-source podnikových IT řešení.

source: And supported by our friends at:
cs_cz: A podporována našimi přáteli v:

source: Community with a mission to connect people interested in containers, cloud and devops topics.
cs_cz: Komunita, jejíž misí je spojovat lidi se zájmem o kontejnery, cloud a devops témata.

source: Czech website about Fedora Linux distribution. Articles, guides, news and place for discussion at one place.
cs_cz: Česká webová stránka Fedora Linux distribuce. Články, průvodce, novinky a místo k diskuzi na jednom místě.

source: Národní technická knihovna (NTK) is the biggest and the oldes technical library in Czech Republic with capacity over 1.5 million books.
cs_cz: Národní technická knihovna (NTK) je největší a nejstarší technickou knihovnou v České republice s kapacitou více než 1.5 milionu knih.
