Repository: D4N/devconf
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: DevConf - free and Open Source Software community conferences for developers
cs_cz: DevConf - volně přístupná Open Source Software komunitní konference pro vývojáře

source: Home
cs_cz: Domů

source: Upcoming events
cs_cz: Nadcházející události

source: > 2018 - India
cs_cz: > 2018 - Indie

source: Past events
cs_cz: Předcházející události

source: > 2017 - Main Event - January 27-29
cs_cz: > 2017 - Hlavní událost - 27. - 29. ledna

source: > 2017 - Containers Roadshow Prague
cs_cz: > 2017 - Containers Roadshow Praha

source: Code of Conduct
cs_cz: Kodex chování

source: Our Pledge
cs_cz: Náš závazek

source: In the interest of fostering an open and welcoming environment, we as speakers, attendees and organizers at DevConf.cz pledge to making participation in our event and community a harassment-free experience for everyone, regardless of age, body size, disability, ethnicity, gender identity and expression, level of experience, nationality, personal appearance, race, religion, or sexual identity and orientation.
cs_cz: V zájmu podpory otevřeného a příznivého prostředí se my, přednášející, účastníci a organizátoři konference DevConf.cz, zavazujeme, že účast na konferenci a v komunitě bude pro každého bezpečnou zkušeností bez ohledu na věk, tělesné proporce, handicap, etnickou příslušnost, genderovou identitu, úroveň zkušeností, národnost, vzhled, rasu, náboženské vyznání anebo sexuální orientaci a identitu.

source: Our Standards
cs_cz: Naše zásady

source: Examples of behavior that contributes to creating a positive environment include:
cs_cz: Příklady chování mající pozitivní vliv na okolní prostředí jsou:

source: Using welcoming and inclusive language
cs_cz: Používání otevřeného a inluzivního jazyka

source: Being respectful of differing viewpoints and experiences
cs_cz: Respektování odlišných názorů a zkušeností

source: Gracefully accepting constructive criticism
cs_cz: Příjímání konstruktivní kritiky

source: Focusing on what is best for the community
cs_cz: Zaměření se na společné cíle komunity

source: Showing empathy towards other community members
cs_cz: Projevování empatie k ostatním členům komunity

source: Examples of unacceptable behavior by participants include:
cs_cz: Příklady nepřijatelného chování účastníků zahrnují:

source: The use of sexualized language or imagery and unwelcome sexual attention or advances
cs_cz: Používání hanlivého nebo sexistického jazyka a nechtěná pozornost či návrhy

source: Trolling, insulting/derogatory comments, and personal or political attacks
cs_cz: Trolování, urážlivé nebo ponižující komentáře a osobní nebo politické útoky

source: Public or private harassment
cs_cz: Obtěžování veřejného či osobního charakteru

source: Publishing others private information, such as a physical or electronic address, without explicit permission
cs_cz: Zveřejňování osobních údajů, jako fyzické či elektronické adresy, bez výslovného svolení

source: Other conduct which could reasonably be considered inappropriate in a professional setting
cs_cz: Jakýkoli jiný způsob chování, který může být považován za nevhodný v profesionálním prostředí

source: Our Responsibilities
cs_cz: Naše povinnosti

source: Event organizers have the right and responsibility to remove, edit, or reject content, posts, examples and other event contributions that are not aligned to this Code of Conduct, or to ban temporarily or permanently any contributor for other behaviors that they deem inappropriate, threatening, offensive, or harmful.
cs_cz: Organizátoři akce mají právo a povinnost odstranit, upravit nebo odmítnout jakýkoli obsah, příspěvky, příklady a jiné kontribuce, které nejsou v souladu s Kodexem chování, nebo uvalit dočasný či trvalý zákaz přispěvatele za jiné chování které je nevhodné, ohrožující, urážlivé nebo škodlivé.

source: Scope
cs_cz: Zaměření

source: This Code of Conduct applies both within event spaces and in public spaces (physical and virtual) when an individual is representing the project or its community. Examples of representing a project or community include using an official project e-mail address, posting to, sharing or referencing official social media channels.
cs_cz: Tento Kodex chování je platný jak v rámci prostorů konání akce a ve veřejných prostostech (fyzických i virtuálních) kdy jedinec reprezentuje projekt nebo komunitu samotnou. Příklady reprezentování projektu nebo komunity zahrnují používání oficiální projektové mailové adresy, přispívání, sdílení nebo odkazování na oficiálních kanálech sociálních médií.

source: Enforcement
cs_cz: Prosazování

source: Instances of abusive, harassing, or otherwise unacceptable behavior may be reported by contacting the project team lead at info@devconf.cz. All complaints will be reviewed and investigated and will result in a response that is deemed necessary and appropriate to the circumstances. The project team is obligated to maintain confidentiality with regard to the reporter of an incident. Further details of specific enforcement policies may be posted separately.
cs_cz: Případy násilného, obtěžujícího nebo jinak nepřijatelného chování mohou být nahlášeny kontaktování vedoucímu projektu na info@devconf.cz. Všechny stížnosti budou posouzeny a vyšetřeny a s přihlédnutím na okolnosti budou přiměřeně řešeny. Vedení projektu je povinno uchovat osobu podávající stížnost v anonymitě. Bližší informace o specifických postupech při prosazování Kodexu chování mohou být zveřejněny samostatně.

source: Event participants who do not follow or enforce the Code of Conduct in good faith may face temporary or permanent repercussions as determined by other members of the project leadership.
cs_cz: Účastníci události, kteří nerespektující a neprosazují Kodex chování mohou čelit dočasným či trvalým následkům, které určití vedení projektu.

source: Contact Information
cs_cz: Kontaktní informace

source: Event Organizer
cs_cz: Organizátor události

source: This Code of Conduct is adapted from the <a href="http://contributor-covenant.org/version/1/4">Contributor Covenant, version 1.4
cs_cz: Tento Kodex chování je přezvat a upraven dle <a href="http://contributor-covenant.org/version/1/4">Contributor Covenant, verze 1.4

source: Speaker Agreement
cs_cz: Dohoda s přednášejícími

source: Media Policy
cs_cz: Mediální politika

source: Free and Open Source Software Community Conferences for Developers
cs_cz: Volně přístupná Open Source Software komunitní konference pro vývojáře

source: Main Event
cs_cz: Hlavní událost

source: Brno, Czech Republic
cs_cz: Brno, Česká republika

source: January 2018
cs_cz: Leden 2018

source: The 10th annual, free community conference in Brno for developers, admins, and users of free and open source Linux, JBoss technologies
cs_cz: Desátá každoroční, volně přístupná komunitní konference v Brně pro vývojáře, administrátory a uživatele Open Source Linuxu, JBoss technologií

source: Learn more
cs_cz: Zjistit více

source: Vision
cs_cz: Vize

source: DevConf.cz organizers strive to create a positive environment that adheres to our <a href="coc.html">Code of Conduct</a> and respects privacy of individuals while educating attendees.
cs_cz: Organizátoři DevConf.cz usilují o vytváření pozitivního prostředí, které přispívá k našemu <a href="coc.html">Kodexu chování</a> a respektuje soukromí jedinců při vzdělávání účastníků.

source: Speakers and session recording
cs_cz: Nahrávání přednášek

source: When you agree to speak at DevConf.cz, you consent for your talk to be recorded in audio and possibly video format. DevConf.cz uses screen capturing hardware along with audio recording equipment to broadcast presentations.
cs_cz: Souhlasem s přednášením na DevConf.cz zároveň souhlasíte s tím, že Vaše přednáška bude nahrávána v audio i video formátu. DevConf.cz využívá screen capturingového hadrwaru spolu s vybavením na audio nahrávání k vysílání nahrávek.

source: We reserve the right to publicly distribute and publish these recordings under the Creative Commons Attribution 3.0 license.
cs_cz: Vyhrazujeme si právo veřejně distribuovat a publikovat tyto nahrávky v rámci licence Creative Commons Attribution 3.0.

source: Your session material, including content and recordings may be used in various promotions or for other related endeavors. This material may also appear on the DevConf.cz web site, social media channels or other digital mediums controlled by the DevConf.cz organizing committee.
cs_cz: Materiály z vaší přednášky, včetně obsahu a nahrávek, mohou být použity k různým propagačním účelům. Tento materiál se může rovněž objevit na stránkách DevConf.cz, kanálech sociálních médií nebo jiných digitálních médiích spravovaných organizátory DevConf.cz.

source: As conference organizers, we cannot be all places at once and it is important for us to be able to review all material presented at the conference. For this reason, you may not opt out of having your talk recorded. However, if you wish, you may request that the session video not be published to the public.
cs_cz: Pro organizátory konference je velmi důležité vyhodnotit všechny nahrávky a materiály související s konferencí. Z těchto důvodů je tedy nahrávání přednášek povinné, avšak můžete požádat o to, aby nebylo publikováno pro veřejnost.

source: Visit the <a href="https://www.youtube.com/channel/UCmYAQDZIQGm_kPvemBc_qwg"><i class="fa fa-youtube-play"></i>DevConf.cz YouTube channel</a>.
cs_cz: Navštivte <a href="https://www.youtube.com/channel/UCmYAQDZIQGm_kPvemBc_qwg"><i class="fa fa-youtube-play"></i>YouTube kanál DevConf.cz </a>.

source: Recording by Attendees
cs_cz: Nahrávky pořizované účastníky

source: All sessions are recorded by official DevConf.cz or venue A/V staff. If you are not the speaker and wish to audio/video record, you must obtain written consent from the speaker first.
cs_cz: Všechny přednášky i workshopy jsou nahrávány oficiálním personálem prostor, či organizátory konference. Pokud nejste přednášejícím a přejete si pořídit vlastní audio/video nahrávku, je nutné nejdříve získat písemný souhlas přednášejícího.

source: Staff and attendee photography
cs_cz: Fotografování účastníků a personálu

source: When you register for DevConf.cz, you consent to be photographed by our official conference photographer, and to have those photographs published under a Creative Commons license and possibly used in various promotional material.
cs_cz: Registrací na DevConf.cz souhlasíte s tím, že budou pořizovány vaše fotografie oficiálním fotografem konference a tyto fotografie budou publikovány s licencí Creative Commons a případně použity v různých propagačních materiálech.

source: We encourage attendees to take and share their own photographs, as long as the rules below are followed.
cs_cz: Pořizování a sdílení vlastních fotografií je vítáno pokud jsou dodrženy uvedené pravidla.

source: Any photography/recording that is legally allowed in public spaces is allowed at DevConf.cz.
cs_cz: Veškeré pořizování fotografií a nahrávek které je legálně povoleno ve veřejných prostorách je povoleno na konferenci DevConf.cz.

source: Photography/recording should be treated like other potentially harassing interpersonal interaction. That is, when one person in the interaction says “stop” or “leave me alone” (etc), the interaction must end. In this case, attendees should not attempt to photograph that individual again.
cs_cz: Fotografie či nahrávka by měla být posuzována jako jedna z možných potenciálně obtěžujících interakcí. Proto musí taková interakce skončit ve chvíli, kdy jakákoli zúčastněná strana řekne "dost". V takovém případě by účastníci neměli znovu pořizovat nahrávky nebo fotografie této osoby.

source: Photography/recording shouldn’t be done in such a way as to hide from the subject that it’s happening.
cs_cz: Pořizování fotografií nebo nahrávek by nemělo být utajováno.

source: The subject may inspect the photo/recording at any time and, if requested, the photo/footage/etc must be deleted immediately.
cs_cz: Subjekt fotografie nebo nahrávky je oprávněn kdykoliv požádat o shlédnutí obsahu a na jeho žádost musí být nahrávka či fotografie okamžitě smazána.

source: Those who are taking photographs and/or recording must also follow our general <a href="coc.html">Code of Conduct</a>.
cs_cz: Osoby pořizující fotografie či nahrávky musí jednat v souladu s naším obecným <a href="coc.html">Kodexem chování</a>.

source: How to opt-out
cs_cz: Jak požádat o vynechání z fotografií a nahrávek

source: If you do not wish images of yourself to be published, you may opt out by <a href="mailto:info@devconf.cz">contacting us</a> and reasonable efforts will be done to accommodate your request.
cs_cz: Pokud si nepřejete, aby byly zveřejňovány fotografie a nahrávky s vaší osobou, můžete vyjádřit nesouhlas tím, že <a href="mailto:info@devconf.cz">nás kontaktujete, </a> pokusíme se vaší žádosti vyhovět.

source: If you are a speaker, you may opt out of having your talk being publically distributed by <a href="mailto:info@devconf.cz">contacting us</a>.
cs_cz: Pokud jste přednášející, můžete vyjádřit nesouhlas se zveřejněním vaší přednášky tím, že <a href="mailto:info@devconf.cz">nás kontaktujete</a>.

source: How to Report Violations or Issues
cs_cz: Jak nahlásit porušení pravidel nebo jiné problémy

source: Please report an violations or issues with recording or photography directly to the front desk at registration, or by contacting us.
cs_cz: Prosíme, nahlašujte porušení pravidel nebo problémy s nahráváním či fotografováním přímo na recepci konference nebo kontaktujte organizační tým.

source: Thank you to Linux Fest NorthWest, Open Source Bridge and DrupalCon, from whom this media policy was heavily influenced.
cs_cz: Děkujeme Linux Fest NorthWest, Open Source Bridge a DrupalConu, ze kterých byla výše uvedená mediální politika z velké části převzata.

source: DevConf.cz is a free and open, annual, 3-day open-source Fedora Linux and JBoss community conference for Red Hat and community developers, DevOps, testers, and documentation writers, organized to sync, share, and hack on upstream projects with the community in the beautiful city of Brno, Czech Republic.
cs_cz: Devconf.cz je volně přístupná a otevřená každoroční 3-denní open-source konference zaměřená na Fedora, Linux a JBoss komunity pro vývojáře, DevOps, testery a technické dokumentátory, organizovaná za účelem synchronizace, sdílení a hackování upstreamových projektů s komunitou v krásném Brně v České republice.

source: Subscribe to DevConf newsletter
cs_cz: Zapiště se k odebírání DevConf newsletteru

source: Compensation
cs_cz: Kompenzace

source: I understand that DevConf.cz does not directly financially compensate speakers in any way!
cs_cz: Beru na vědomí, že DevConf.cz neposkytuje žádné přímé finanční kompenzace pro přednášející konference.

source: That said, as an accepted speaker <b>if I stay in one of DevConf.cz partner hotels</b> I have the option to get my accomodation covered for up to 3 nights (<i>Thursday January 26, Friday January 27, Saturday January 28</i>).
cs_cz: Současně ale jako akceptovaný přednášející a v případě že budu ubytován v partnerském hotelu, mám možnost získat proplacené ubytování až na 3 noci (<i> čtvrtek 25. ledna, pátek 26. ledna a sobota 27. ledna</i>).

source: NOTE: This applies to primary speakers only if a single room is required! Secondary speakers will not be covered in addition unless both primary speaker and up to one secondary speaker agree to share a double room. Details for how to reserve at one of our partner hotels will be sent to all accepted speakers in December after selection has completed.
cs_cz: Poznámka: Toto je platné pouze pro primární přednášející pokud jsou ubytováni v jednolůžkovém pokoji. Sekundární přednášející nemají možnost požádat o proplacení jednolůžkového pokoje, výjimku tvoří případ, kdy oba přednášející souhlasí se sdílením dvojlůžkového pokoje. Detailní pokyny k rezervování pokoje v jednom z našich partnerských hotelů budou zaslány všem akceptovaným přednášejícím v prosinci.

source: Speaker Profiles
cs_cz: Profily přednášejících

source: I will fill out my user profile, including full name, contact details and photo, with the understanding that my information might be populated for me if not provided in time for the schedule.
cs_cz: Vyplním svůj uživatelský profil, včetně plného jména, kontaktních informací a fotografie, s vědomím toho, že tyto informace mohou být vyplněny za mě, pokud je neposkytnu v termínu.

source: NOTE: If a Twitter handle is provided, it will be shared publicly. Email nor any other demographic information provided outside of the background / bio text submitted will not.
cs_cz: Poznámka: Pokud je vyplněno uživatelské jméno pro Twitter, bude zveřejněno. Mail ani jiné demografické informace vyplněné v profilu mimo text biografie zveřejněny nebudou.

source: Session Preparation
cs_cz: Příprava přednášek a workshopů

source: If I am unable to devote the time and energy to this effort, I will notify the DevConf.cz planning team immediately and DevConf.CZ will replace my session.
cs_cz: Pokud nebudu schopen vynaložit potřebný čas a energii, uvědomím o tom organizátory konference neprodleně a DevConf.cz mou přednášku nahradí.

source: To aid in schedule planning, I will also communicate any of the following with the DevConf.cz presentation committee:
cs_cz: Pro usnadnění plánování programu budu také komunikovat s organizátory konference ohledně následujícího:

source: Schedule conflicts
cs_cz: Konflikty programu

source: Session format
cs_cz: Formát přednášek

source: Technical requirements/requests
cs_cz: Technické specifikace / požadavky

source: Changes to your speaker lineup
cs_cz: Změny v seznamu přednášejících

source: Obtaining Consent
cs_cz: Získání svolení

source: I understand that I am responsible for obtaining any required consents, permissions, and clearances to display or otherwise use any materials (both visual and audio) that I incorporate in my session.
cs_cz: Rozumím tomu, že jsem odpovědný za získání jakýchkoli potřebných svolení a oprávnění k prezentování a používání jakéhokoli materiálu (audio i vizuálního), který je součástí mojí přednášky.

source: Promoted Content
cs_cz: Propagovaný obsah

source: I understand that DevConf.cz is primarily an educational event, not a sales platform.
cs_cz: Rozumím, že DevConf.cz je primárně vzdělávací akcí, nikoliv

source: I understand that if my session content is geared primarily towards marketing or sales of a particular product, that it will be clearly stated in the title and opening description of the session and set the <i>Session Type</i> to <i>Sales / Marketing</i> in my CfP submission.
cs_cz: Rozumím tomu, že pokud je obsah mojí prezentace mířen primárně na marketing a prodej konkrétního produktu, bude to jasně zřetelné z názvu přednášky a jejího popisu a nastavenu v <i> Typu prezentace </i> jako <i> Prodej/Marketing</i> v mé CFP přihlášce.

source: Staying on Topic and on time
cs_cz: Dodržení délky přednášky a tématu

source: I understand that staying focused on the topic outlined in the title and description of my session is extremely important.
cs_cz: Rozumím tomu, že držet je tématu popsaného v názvu a popisu mojí přednášky je extrémně důležité.

source: I understand that my slides and on-stage remarks must abide by the <a href="coc.html">Code of Conduct</a> which will be adhered during this conference.
cs_cz: Rozumím tomu, že moje prezentace i poznámky na pódiu se musí držet našeho <a href="coc.html">Kodexu Chování</a>, který bude dodržován v průběhu celé konference.

source: I understand that my slides may be reviewed ahead of time, and that I may need to modify my presentation if it does not adhere with the <a href="coc.html">Code of Conduct</a>.
cs_cz: Rozumím tomu, že moje prezentace může být shlédnuta před samotnu prezentací a že mohu být požádán o změny, pokud prezentace není v souladu s <a href="coc.html">Kodexem chování</a>.

source: I also understand that if, while I am presenting, I fail to abide by the spirit of the <a href="coc.html">Code of Conduct</a>, my session recording might not be published.
cs_cz: Také rozumím tomu, že pokud během prezentování nedodržím <a href="coc.html">Kodex chování</a>, nemusí být moje prezentace publikována.

source: Session Recording
cs_cz: Nahrávání přednášek a workshopů

source: I have read the <a href="media-policy.html">Media Policy</a> and understand that my session will be recorded and made publicly available following the conference unless otherwise agreed to with the <a href="mailto:info@devconf.cz">event organizer</a> in advance.
cs_cz: Přečetl jsem <a href="media-policy.html">Mediální politiku</a> a rozumímtou, že moje prezentace bude nahrávána a publikována pokud předem výslovně nevyjádřím nesouhlas <a href="mailto:info@devconf.cz">organizátorovi konference</a>.

source: Jan 27-29 - FIT VUT Brno, Czech Republic
cs_cz: 27.-29. ledna 2017 - FIT VUT Brno, Czech Republic

source: Registration is CLOSED for this event!
cs_cz: Registrace pro tuto událost je UZAVŘENA!

source: January 27-29, 2017
cs_cz: 27.-29. ledna 2017

source: A free annual community conference for developers, admins, and users of Open Source technologies.
cs_cz: Volně přístupná každoroční konference pro vývojáře, administrátory a uživatele open-source technologií.

source: DevConf.cz 2017 is the 9th annual, free Red Hat sponsored community conference for developers, admins, DevOps engineers, testers, documentation writers and users of open source technologies such as Linux, Middleware, Virtualization, Storage, Cloud and mobile where FLOSS communities sync, share, and hack on upstream projects together in the beautiful city of Brno, Czech Republic.
cs_cz: DevConf.cz 2017 je 9. každoroční volně přístupná komunitní konference sponzorovaná Red Hatem, určená pro vývojáře, administrátory, DevOps inženýry, testery, dokumentátory a uživatele open-source technologií jako například Linux, Middleware, Virtualizace, Storage, Cloudových a mobilních řešení, kde se setkávají FLOSS komunity v krásném městě Brně v České republice.

source: When:
cs_cz: Kdy:

source: Venue:
cs_cz: Místo konání:

source: Faculty of Information Technology (VUT FIT) Božetěchova 2 - Brno
cs_cz: Fakulta informačních technologií (VUT FIT) Božetěchova 2 - Brno

source: A developer
cs_cz: Vývojář

source: A technology architect
cs_cz: Návrhář technologií

source: An IT consultant
cs_cz: IT konzultant

source: An IT student or a teacher from an IT university/faculty
cs_cz: IT student nebo učitel na IT univerzitě či fakultě

source: Or simply an IT enthusiast interested in the latest trends in open source and emerging digital technologies
cs_cz: Nebo jednoduše nadšenec do IT, zajímající se o nejnovější trendy v open-source a nově vznikajících digitálních technologií

source: If you are curious about last year's event, you can check out <a href="https://devconfcz2016.sched.org/">DevConf.cz 2016 schedule</a> and videos on our <a href="https://www.youtube.com/channel/UCIHsqY_4eWeInVQnxZ7WSjg">DevConf.cz YouTube Channel</a>.
cs_cz: Pokud vás zajímaví akce z minulých let, navštivte <a href="https://devconfcz2016.sched.org/">Program DevConf.cz 2016 </a> a videa <a href="https://www.youtube.com/channel/UCIHsqY_4eWeInVQnxZ7WSjg">DevConf.cz na našem YouTube kanálu</a>.

source: DevConf.cz is a free conference and there is no admission or ticket charge. This year we will require that you <b>register for free</b>.
cs_cz: DevConf.cz je volně přístupná konference a nejsou zde žádné poplatky za lístek či vstup. Tento rok je však nutné se <b>zdarma zaregistrovat</b>.

source: Talks, presentations, and workshops will all be in <i>English</i>.
cs_cz: Všechny přednášky a workshopy budou v <i> angličtině </i>.
