Repository: D4N/devconf
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: ELOS Technologies is a company operating in the Czech and Slovak market as a supplier of products and services for corporate solutions in the area of information technology. Our corporate strategy is based on the adoption of new models of development, support, promotion and distribution of software, known as the "open source". We are convinced that the open source model provides our customers with significant financial and technological benefits.
cs_cz: ELOS Technologie je společnost působící na českém a slovenském trhu jako poskytovatel produktů a služeb pro podniková řešení v oblasti informačních technologií. Naše podniková strategie je založena na adoptování nových modelů vývoje, podpory, propagace a distribuce softwaru známého jako open-source. Jste přesvědčeni, že model open-source poskytuje našim zákazníkům významné finanční a technologické výhody.

source: More information coming soon!
cs_cz: Více informací již brzy!

source: COMING SOON
cs_cz: JIŽ BRZY
